{
  "data": 
  [
        {
          "title": "How much is a taxi from Kilimanjaro airport to Arusha?",
          "value":
            "For a <b>taxi from Kilimanjaro Airport to Arusha</b> cost $45 USD. These depends on the type of vehicle you choose either Luxury Suv or A sedan.<br /><br />The <b>airport taxi</b> board can be seen directly in front of the Arrivals hall. From the Airport taxi cost 50 Usd."
        },
        {
          "title": "How do you get from Arusha to Kilimanjaro Airport?",
          "value":
            "The best <b>way to get</b> from <b>Arusha</b> to <b>Kilimanjaro Airport (JRO)</b> is by taxi which takes 48 min and costs $45 - $50 USD or a shuttle which cost $15 - $20 USD."
        },
        {
          "title":
            "How long does it take to <b>get</b> from <b>Arusha</b> to <b>Kilimanjaro Airport</b> (JRO)?",
          "value":
            "It takes approximately 1 hour and 20 min to get from Arusha to Kilimanjaro Airport (JRO), including transfers."
        },
        {
          "title": "How do you get from Kilimanjaro Airport to Moshi?",
          "value":
            "The best way to get from Moshi to Kilimanjaro Airport (JRO) is by taxi which takes 48 min and costs $45 - $50 USD or a shuttle which cost $15 - $20 USD."
        },
        {
          "title":
            "What is the fastest way to <b>get from Kilimanjaro Airport</b> (JRO) to <b>Moshi</b>?",
          "value":
            " The quickest way to <b>get from Kilimanjaro Airport</b> (JRO) to <b>Moshi</b> is to taxi which costs $45 - $50 and takes 1 hour and 20 minutes."
        },
        {
          "title": "How far is Moshi from Kilimanjaro?",
          "value":
            "40 kilometers<br><br> <b>Distance</b> from <b>Kilimanjaro</b> to <b>Moshi</b> is 40 kilometers or 25 miles"
        },
        {
          "title": "Is Arusha and Kilimanjaro airport the same?",
          "value":
            "No, Kilimanjaro Airport is approximately 45km from the Arusha City while Arusha Airport (ARK) is Just 15km on the outskirts of the city but only runs domestic flights, mostly to Zanzibar and Dar es Salaam, and charters. <br/><br>In Tanzania offers regular flights between Arusha and Dar es Salaam, Zanzibar and Kilimanjaro."
        },
        {
          "title": "How many km is Arusha to Kilimanjaro Region?",
          "value":
            "81 km<br /><br> The <b>distance between Arusha</b> and <b>Kilimanjaro</b> is <b>81 km</b>."
        },
        {
          "title": "What airport do you fly into to climb Mt Kilimanjaro?",
          "value":
            "Kilimanjaro International Airport (JRO).<br /><br /> To get to Kilimanjaro fly to Kilimanjaro International Airport (JRO) it’s the closest airport. <br /><br />The airport is 40 km from Mount Kilimanjaro National Park. Below we have listed airlines that fly directly to Kilimanjaro airport (JRO)."
        },
        {
          "title": "How many km Kia to Arusha?",
          "value":
            "The <b>distance between Kilimanjaro Airport</b> (JRO) and <b>Arusha</b> is 49 km."
        },
        {
          "title": "How many km is Kia to Moshi?",
          "value":
            "<b>40 Km</b> <br /><br /> The road distance from Moshi to Kilimanjaro Airport is 40kms."
        },
        {
          "title": "What is the <b>distance between Moshi</b> to <b>KIA</b>?",
          "value":
            "The <b>distance between Moshi</b> to <b>KIA</b> is <b>40 Km</b> by road."
        }
  ]
}